/*
 * Loco ios export: iOS Localizable.strings
 * Project: Ellipse
 * Release: Working copy
 * Locale: en-US, English
 * Exported by: Ravil Khusainov
 * Exported at: Mon, 15 Apr 2019 14:07:35 +0300
 */

/* loco:5bf3beed7ec8ae4a5a771011 */
"accept" = "Accept";

/* loco:5bf3beed7ec8ae4a5a771012 */
"accept_uppercased" = "ACCEPT";

/* loco:5bf3beed7ec8ae4a5a771013 */
"accepting" = "Accepting";

/* loco:5bf3beed7ec8ae4a5a771014 */
"action_connected" = "CONNECTED";

/* loco:5bf3beed7ec8ae4a5a771015 */
"action_connecting" = "Connecting ...";

/* loco:5bf3beed7ec8ae4a5a771016 */
"action_emergency_contacts" = "EMERGENCY CONTACTS";

/* loco:5bf3beed7ec8ae4a5a771017 */
"action_facebook_log_in_short" = "LOG IN WITH FACEBOOK";

/* loco:5bf3beed7ec8ae4a5a771018 */
"action_failure_verfication_messgae" = "Registration code is invalid";

/* loco:5bf3beed7ec8ae4a5a771019 */
"action_header_delete_ellipse" = "DELETE THIS ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a77101a */
"action_help" = "HELP";

/* loco:5bf3beed7ec8ae4a5a77101b */
"action_invite_ellipse" = "INVITE FRIENDS & EARN CREDITS";

/* loco:5bf3beed7ec8ae4a5a77101c */
"action_label_crash_description1" = "Your emergency contacts will be alerted in";

/* loco:5bf3beed7ec8ae4a5a77101d */
"action_label_crash_description2" = "Crash detected!";

/* loco:5bf3beed7ec8ae4a5a77101e */
"action_label_delete_ellipse" = "DELETE ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a77101f */
"action_label_sharingHome_start_button" = "START SHARING MY ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a771020 */
"action_label_theft_description1" = "We think someone may be tampering with your bike.";

/* loco:5bf3beed7ec8ae4a5a771021 */
"action_label_theft_description2" = "Theft detected!";

/* loco:5bf3beed7ec8ae4a5a771022 */
"action_label_theft_got_button" = "OK, GOT IT";

/* loco:5bf3beed7ec8ae4a5a771023 */
"action_label_updatenumber_title" = "You can change your phone number but we’ll need to send you an SMS to verify your new number. You cannot undo this.";

/* loco:5bf3beed7ec8ae4a5a771024 */
"action_locked" = "LOCKED";

/* loco:5bf3beed7ec8ae4a5a771025 */
"action_locking" = "Locking";

/* loco:5bf3beed7ec8ae4a5a771026 */
"action_locks_settings" = "LOCK SETTINGS";

/* loco:5bf3beed7ec8ae4a5a771027 */
"action_login_in" = "Log in";

/* loco:5bf3beed7ec8ae4a5a771028 */
"action_login_in_short" = "LOG IN";

/* loco:5bf3beed7ec8ae4a5a771029 */
"action_loginfailed" = "Login Failed";

/* loco:5bf3beed7ec8ae4a5a77102a */
"action_loginfailed_description" = "You have entered an incorrect password or the user does not exist. Please try again.";

/* loco:5bf3beed7ec8ae4a5a77102b */
"action_notconnected" = "NOT CONNECTED";

/* loco:5bf3beed7ec8ae4a5a77102c */
"action_order_ellipse" = "ORDER YOUR ELLIPSE NOW";

/* loco:5bf3beed7ec8ae4a5a77102d */
"action_profile_settings" = "PROFILE & SETTINGS";

/* loco:5bf3beed7ec8ae4a5a77102e */
"action_rate_the_app" = "RATE THE APP";

/* loco:5bf3beed7ec8ae4a5a77102f */
"action_scanning" = "Scanning ...";

/* loco:5bf3beed7ec8ae4a5a771030 */
"action_send_code" = "Send Code";

/* loco:5bf3beed7ec8ae4a5a771031 */
"action_settings" = "Settings";

/* loco:5bf3beed7ec8ae4a5a771032 */
"action_settings_detection_content_first" = "Either theft or crash detection may be activated, but not both at the same time. Both require that you are connected to your Ellipse with bluetooth.";

/* loco:5bf3beed7ec8ae4a5a771033 */
"action_settings_detection_content_next" = "Learn more";

/* loco:5bf3beed7ec8ae4a5a771034 */
"action_sharing_home_content_1" = "You don’t need to keep it to yourself either, share with up to 5 friends and help out the people you care most about.";

/* loco:5bf3beed7ec8ae4a5a771035 */
"action_sharing_home_content_2" = "Share with friends";

/* loco:5bf3beed7ec8ae4a5a771036 */
"action_sharing_locklist_content1" = "You can share your Ellipse with up to 5 of your friends";

/* loco:5bf3beed7ec8ae4a5a771037 */
"action_sharing_locklist_content2" = "Learn more about sharing.";

/* loco:5bf3beed7ec8ae4a5a771038 */
"action_sharing_locklist_content3" = "Received an invitation to share a friend's Ellipse";

/* loco:5bf3beed7ec8ae4a5a771039 */
"action_sharing_locklist_content4" = "Enter an invitation code now";

/* loco:5bf3beed7ec8ae4a5a77103a */
"action_sharing_locklist_header" = "Select an Ellipse to share";

/* loco:5bf3beed7ec8ae4a5a77103b */
"action_sign_in" = "Sign up";

/* loco:5bf3beed7ec8ae4a5a77103c */
"action_sign_in_short" = "SIGN UP";

/* loco:5bf3beed7ec8ae4a5a77103d */
"action_tap_lock" = "Tap to lock";

/* loco:5bf3beed7ec8ae4a5a77103e */
"action_tap_unlock" = "Tap to unlock";

/* loco:5bf3beed7ec8ae4a5a77103f */
"action_terms_conditions" = "TERMS AND CONDITIONS";

/* loco:5bf3beed7ec8ae4a5a771040 */
"action_textView_label_delete_account" = "DELETE MY ACCOUNT";

/* loco:5bf3beed7ec8ae4a5a771041 */
"action_unlocked" = "UNLOCKED";

/* loco:5bf3beed7ec8ae4a5a771042 */
"action_unlocking" = "Unlocking";

/* loco:5bf3beed7ec8ae4a5a771043 */
"add_emergency_contacts" = "ADD EMERGENCY CONTACTS";

/* loco:5bf3beed7ec8ae4a5a771044 */
"add_emergency_with_one_contacts" = "You can add 1 more contact";

/* loco:5bf3beed7ec8ae4a5a771045 */
"add_emergency_with_three_contacts" = "You can add 3 more contact";

/* loco:5bf3beed7ec8ae4a5a771046 */
"add_emergency_with_two_contacts" = "You can add 2 more contact";

/* loco:5bf3beed7ec8ae4a5a771047 */
"add_emergency_with_zero_contacts" = "You can add no more contact";

/* loco:5bf3beed7ec8ae4a5a771048 */
"add_new" = "Add new";

/* loco:5bf3beed7ec8ae4a5a771049 */
"addlock_home_button_onboard" = "SET UP MY OWN ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a77104a */
"addlock_home_button_share" = "ADD A FRIEND’S ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a77104b */
"addlock_home_description_1" = "Let's get you started.";

/* loco:5bf3beed7ec8ae4a5a77104c */
"addlock_home_description_2" = "To get the most out of this app you’ll need to set up at least one Ellipse.";

/* loco:5bf3beed7ec8ae4a5a77104d */
"addlock_home_description_3" = "I have received an invitation code to borrow a friend’s Ellipse";

/* loco:5bf3beed7ec8ae4a5a77104e */
"addlock1_description1" = "Make sure your Ellipse is switched on and within range of your phone.";

/* loco:5bf3beed7ec8ae4a5a77104f */
"addlock1_title" = "Press the middle button on your Ellipse.";

/* loco:5bf3beed7ec8ae4a5a771050 */
"addlock1_toolbar_title" = "WELCOME ON BOARD :)";

/* loco:5bf3beed7ec8ae4a5a771051 */
"addlock2_connect_btn" = "CONNECT";

/* loco:5bf3beed7ec8ae4a5a771052 */
"addlock2_description1" = "Make sure your Ellipse is switched on and within range of your phone";

/* loco:5bf3beed7ec8ae4a5a771053 */
"addlock2_description2" = "Get help";

/* loco:5bf3beed7ec8ae4a5a771054 */
"addlock2_description3" = "Recieved an invitation to share?";

/* loco:5bf3beed7ec8ae4a5a771055 */
"addlock2_title" = "We've found the following Ellipse";

/* loco:5bf3beed7ec8ae4a5a771056 */
"addlock2_toolbar_title" = "SEARCHING FOR AN ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a771057 */
"alert_my_contacts" = "ALERT MY CONTACTS";

/* loco:5bf3beed7ec8ae4a5a771058 */
"alert.btn.profile" = "Profile";

/* loco:5bf3beed7ec8ae4a5a771059 */
"alert.crash.emergency.sent.error.message" = "Your emergency contacts could not be notified that your Ellipse has detected a crash. There was a problem contacting our servers.";

/* loco:5bf3beed7ec8ae4a5a77105a */
"alert.crash.emergency.sent.error.title" = "Emergency Message Failed";

/* loco:5bf3beed7ec8ae4a5a77105b */
"alert.crash.emergency.sent.success.message" = "Your emergency contacts have been notified that your Ellipse has detected a crash.";

/* loco:5bf3beed7ec8ae4a5a77105c */
"alert.crash.emergency.sent.success.title" = "Emergency Message Sent";

/* loco:5bf3beed7ec8ae4a5a77105d */
"alert.crash.precondition.contact.error.message" = "Please select your preferred emergency contacts before turning on crash alerts.";

/* loco:5bf3beed7ec8ae4a5a77105e */
"alert.delete.account.error.message" = "Sorry we were unable to delete your account. Please try again.";

/* loco:5bf3beed7ec8ae4a5a77105f */
"alert.error.server.title" = "Server Error";

/* loco:5bf3beed7ec8ae4a5a771060 */
"alert.error.title" = "Error";

/* loco:5bf3beed7ec8ae4a5a771061 */
"alert.error.unabletoprocess.title" = "Unable to process";

/* loco:5bf3beed7ec8ae4a5a771062 */
"alert.facebook.login.failed.message" = "Sorry, we couldn't log you in through Facebook right now. Please try again later, or you can sign in using your phone number and email.";

/* loco:5bf3beed7ec8ae4a5a771063 */
"alert.facebook.login.failed.title" = "Login Failed";

/* loco:5bf3beed7ec8ae4a5a771064 */
"alert.forget_password.number.invalid_message" = "Please enter the phone number that's associated with your account";

/* loco:5bf3beed7ec8ae4a5a771065 */
"alert.forgetpassword.error.message" = "Sorry, we are unable to change your password. Please try again.";

/* loco:5bf3beed7ec8ae4a5a771066 */
"alert.forgetpassword.error.title" = "Password Changing Error";

/* loco:5bf3beed7ec8ae4a5a771067 */
"alert.forgetpassword.success.message" = "You password has been successfully changed!";

/* loco:5bf3beed7ec8ae4a5a771068 */
"alert.important.title" = "Important";

/* loco:5bf3beed7ec8ae4a5a771069 */
"alert.lock.delete.failed.message" = "Unable to delete your ellipse at the moment. Please try again later.";

/* loco:5bf3beed7ec8ae4a5a77106a */
"alert.lock.settings.disable.crash.message" = "You must disabled Crash Detection before performing this action.";

/* loco:5bf3beed7ec8ae4a5a77106b */
"alert.lock.settings.disable.theft.message" = "You must disable Theft Detection before performing this action.";

/* loco:5bf3beed7ec8ae4a5a77106c */
"alert.lock.share.invitation.fail.message" = "Here was a problem to share your lock with %s. Please try again.";

/* loco:5bf3beed7ec8ae4a5a77106d */
"alert.lock.share.invitation.fail.title" = "SHARING ERROR";

/* loco:5bf3beed7ec8ae4a5a77106e */
"alert.lock.share.revoke.success.message" = "Your access to your Ellipse has been revoked.";

/* loco:5bf3beed7ec8ae4a5a77106f */
"alert.lock.share.revoke.success.title" = "Access removed";

/* loco:5bf3beed7ec8ae4a5a771070 */
"alert.phone_number.update.error.message" = "Sorry, we were unable to change your phone number. Please try again.";

/* loco:5bf3beed7ec8ae4a5a771071 */
"alert.profile.password.facebook.error.message" = "Since you signed in with Facebook, we're not able to change your password.";

/* loco:5bf3beed7ec8ae4a5a771072 */
"alert.profile.save.error.message" = "There was an error saving your info. Please try again later.";

/* loco:5bf3beed7ec8ae4a5a771073 */
"alert.profile.save.success.message" = "Your informations has been successfully saved.";

/* loco:5bf3beed7ec8ae4a5a771074 */
"alert.share.confirmation.invalid.code.message" = "Please check your invitation code and try again. If you have not received an invitation, ask the Ellipse owner to try again.";

/* loco:5bf3beed7ec8ae4a5a771075 */
"alert.share.confirmation.invalid.code.title" = "Invalid Code";

/* loco:5bf3beed7ec8ae4a5a771076 */
"alert.signup.duplicate.error.message" = "This phone number you entered is already being used.";

/* loco:5bf3beed7ec8ae4a5a771077 */
"alert.success.title" = "Success";

/* loco:5bf3beed7ec8ae4a5a771078 */
"alert.tc.accept.error.message" = "Sorry unable to accept the terms and conditions. Please try again.";

/* loco:5bf3beed7ec8ae4a5a771079 */
"alert.tc.load.error.message" = "Sorry unable to fetch terms and conditions. Please try again.";

/* loco:5bf3beed7ec8ae4a5a77107a */
"alert.verificationcode.resent.fail.message" = "Sorry, sending SMS failed.";

/* loco:5bf3beed7ec8ae4a5a77107b */
"alert.verificationcode.resent.fail.title" = "SMS code error";

/* loco:5bf3beed7ec8ae4a5a77107c */
"alert.verificationcode.resent.success.message" = "A new verification code has been sent to your phone number.";

/* loco:5bf3beed7ec8ae4a5a77107d */
"alert.verificationcode.resent.success.title" = "SMS";

/* loco:5bf3beed7ec8ae4a5a77107e */
"app_name" = "Ellipse";

/* loco:5bf3beed7ec8ae4a5a77107f */
"are_you_sure_you_want_to_log_out" = "Are you sure you want to log out?";

/* loco:5bf3beed7ec8ae4a5a771080 */
"auto_lock_label_noti" = "AUTO\nLOCK";

/* loco:5bf3beed7ec8ae4a5a771081 */
"auto_lock_off_label" = "AUTO LOCK OFF";

/* loco:5bf3beed7ec8ae4a5a771082 */
"auto_lock_on_label" = "AUTO LOCK ON";

/* loco:5bf3beed7ec8ae4a5a771083 */
"auto_proximity_lock" = "Auto proximity lock";

/* loco:5bf3beed7ec8ae4a5a771084 */
"auto_proximity_unlock" = "Auto proximity unlock";

/* loco:5bf3beed7ec8ae4a5a771085 */
"auto_unlock_enabled_warning" = "Auto unlock is enabled. If you lock your Ellipse manually, it will disable auto unlock.";

/* loco:5bf3beed7ec8ae4a5a771086 */
"auto_unlock_label_noti" = "AUTO\nUNLOCK";

/* loco:5bf3beed7ec8ae4a5a771087 */
"auto_unlock_off_label" = "AUTO UNLOCK OFF";

/* loco:5bf3beed7ec8ae4a5a771088 */
"auto_unlock_on_label" = "AUTO UNLOCK ON";

/* loco:5bf3beed7ec8ae4a5a771089 */
"battery_low_alert" = "Your battery has reached a low level. Please put your Ellipse under the sun or charge through USB";

/* loco:5bf3beed7ec8ae4a5a77108a */
"blink_this_ellipse" = "Blink this Ellipse";

/* loco:5bf3beed7ec8ae4a5a77108b */
"blinking_led" = "Blinking LED";

/* loco:5bf3beed7ec8ae4a5a77108c */
"borrower_lock_remove_warning" = "If you remove this Ellipse from your account, you will not be able to re-connect to it again unless the owner grants you permission again";

/* loco:5bf3beed7ec8ae4a5a77108d */
"btn_cancel" = "Cancel";

/* loco:5bf3beed7ec8ae4a5a77108e */
"btn_continue" = "Continue";

/* loco:5bf3beed7ec8ae4a5a77108f */
"btn_get_started" = "Get started";

/* loco:5bf3beed7ec8ae4a5a771090 */
"cancel" = "CANCEL";

/* loco:5bf3beed7ec8ae4a5a771091 */
"cancel_i_m_ok" = "CANCEL, I’M OK";

/* loco:5bf3beed7ec8ae4a5a771092 */
"cc" = "cc";

/* loco:5bf3beed7ec8ae4a5a771093 */
"change_password" = "Change password";

/* loco:5bf3beed7ec8ae4a5a771094 */
"checking_code" = "Checking code";

/* loco:5bf3beed7ec8ae4a5a771095 */
"checking_credentials" = "Checking credentials";

/* loco:5bf3beed7ec8ae4a5a771096 */
"choose_a_name_for_your_ellipse" = "Choose a name for your Ellipse";

/* loco:5bf3beed7ec8ae4a5a771097 */
"choose_conatcts" = "CHOOSE CONATCTS";

/* loco:5bf3beed7ec8ae4a5a771098 */
"choose_number_for_sharing" = "Please choose phone number to send SMS invitation";

/* loco:5bf3beed7ec8ae4a5a771099 */
"code_hint" = "6 digits";

/* loco:5bf3beed7ec8ae4a5a77109a */
"confirm" = "CONFIRM";

/* loco:5bf3beed7ec8ae4a5a77109b */
"confirm_action" = "Confirm action.";

/* loco:5bf3beed7ec8ae4a5a77109c */
"connect" = "CONNECT";

/* loco:5bf3beed7ec8ae4a5a77109d */
"connected" = "Connected";

/* loco:5bf3beed7ec8ae4a5a77109e */
"connecting" = "Connecting...";

/* loco:5bf3beed7ec8ae4a5a77109f */
"contacts_limit_hint" = "You can select %@ more contacts";

/* loco:5bf3beed7ec8ae4a5a7710a0 */
"contacts_limit_hint_full" = "You can't select more contacts";

/* loco:5bf3beed7ec8ae4a5a7710a1 */
"continue_lable" = "CONTINUE";

/* loco:5bf3beed7ec8ae4a5a7710a2 */
"crash_alert" = "Crash alert";

/* loco:5bf3beed7ec8ae4a5a7710a3 */
"crash_alert_notification_body" = "Ignore this or get some help";

/* loco:5bf3beed7ec8ae4a5a7710a4 */
"crash_detection" = "Crash detection";

/* loco:5bf3beed7ec8ae4a5a7710a5 */
"crash_detection_settings" = "Crash detection settings";

/* loco:5bf3beed7ec8ae4a5a7710a6 */
"crash_label_noti" = "CRASH\nDETECTION";

/* loco:5bf3beed7ec8ae4a5a7710a7 */
"crash_off_label" = "CRASH DETECTION OFF";

/* loco:5bf3beed7ec8ae4a5a7710a8 */
"crash_on_label" = "CRASH DETECTION ON";

/* loco:5bf3beed7ec8ae4a5a7710a9 */
"current_connected_to_label" = "Currently connected to";

/* loco:5bf3beed7ec8ae4a5a7710aa */
"currently_connected" = "CURRENTLY CONNECTED";

/* loco:5bf3beed7ec8ae4a5a7710ab */
"decline" = "DON'T ACCEPT";

/* loco:5bf3beed7ec8ae4a5a7710ac */
"decline_text" = "If you disagree with the new Terms, you can contact customer support at support@lattis.io for assistance in cancelling your account.";

/* loco:5bf3beed7ec8ae4a5a7710ad */
"delete" = "DELETE";

/* loco:5bf3beed7ec8ae4a5a7710ae */
"delete_lock" = "DELETE LOCK";

/* loco:5bf3beed7ec8ae4a5a7710af */
"delete_lock_alert" = "You are permanently deleting this Ellipse from your account. If you are not paired to your Ellipse you will not be able to put the lock into factory reset. For security reasons, you need to reset your lock before you can transfer it. Please find the reset code, and further instructions in the help section.";

/* loco:5bf3beed7ec8ae4a5a7710b0 */
"deletemyaccount" = "DELETE ACCOUNT";

/* loco:5bf3beed7ec8ae4a5a7710b1 */
"deleting" = "Deleting...";

/* loco:5bf3beed7ec8ae4a5a7710b2 */
"detection" = "DETECTION";

/* loco:5bf3beed7ec8ae4a5a7710b3 */
"distance_duration" = "%s - %s walk";

/* loco:5bf3beed7ec8ae4a5a7710b4 */
"done" = "Done";

/* loco:5bf3beed7ec8ae4a5a7710b5 */
"downloading_firmware" = "Downloading firmware...";

/* loco:5bf3beed7ec8ae4a5a7710b6 */
"dummy_button" = "Dummy Button";

/* loco:5bf3beed7ec8ae4a5a7710b7 */
"dummy_content" = "DUMMY CONTENT";

/* loco:5bf3beed7ec8ae4a5a7710b8 */
"ec_conatct_title" = "Ellipse can detect if you’ve been in an accident and alert your chosen emergency contacts by SMS. You can switch this feature on or oﬀat any time.";

/* loco:5bf3beed7ec8ae4a5a7710b9 */
"ec_contact_description" = "Nominate up to 3 close friends or family members as your emergency contacts. In the event of a crash, they will be alerted.";

/* loco:5bf3beed7ec8ae4a5a7710ba */
"edit" = "Edit";

/* loco:5bf3beed7ec8ae4a5a7710bb */
"ellipse_access_denied_error_label" = "Access denied for this lock, connection failed.";

/* loco:5bf3beed7ec8ae4a5a7710bc */
"ellipse_belongs_to_another_user_warning" = "Sorry. This Ellipse belongs to another user. We can't add it to your account. You might need to reset the Ellipse. If you need help with this, please see the help section.";

/* loco:5bf3beed7ec8ae4a5a7710bd */
"ellipse_disconnect_error_label" = "Something went wrong, please try to connect again.";

/* loco:5bf3beed7ec8ae4a5a7710be */
"ellipse_not_connected" = "Ellipse Not Connected";

/* loco:5bf3beed7ec8ae4a5a7710bf */
"ellipse_not_found" = "Ellipse not found";

/* loco:5bf3beed7ec8ae4a5a7710c0 */
"ellipse_server_error_label" = "Ellipse server error occured";

/* loco:5bf3beed7ec8ae4a5a7710c1 */
"ellipse_server_error_lock_already_registered_label" = "This lock has already been registered with another account.";

/* loco:5bf3beed7ec8ae4a5a7710c2 */
"ellipse_settings" = "ELLIPSE SETTINGS";

/* loco:5bf3beed7ec8ae4a5a7710c3 */
"ellipse_shared_with" = "Share with #%s";

/* loco:5bf3beed7ec8ae4a5a7710c4 */
"ellipses" = "ELLIPSES";

/* loco:5bf3beed7ec8ae4a5a7710c5 */
"email" = "Email";

/* loco:5bf3beed7ec8ae4a5a7710c6 */
"email_already_used_alert" = "The email address you have entered is already being used";

/* loco:5bf3beed7ec8ae4a5a7710c7 */
"email_hint" = "Enter valid address";

/* loco:5bf3beed7ec8ae4a5a7710c8 */
"emergency_hint_text" = "Ellipse can detect if you've been in an accident and alert your loved ones by SMS. You can switch this off at any time.";

/* loco:5bf3beed7ec8ae4a5a7710c9 */
"emergency_hint_title" = "Ellipse keeps you safe.";

/* loco:5bf3beed7ec8ae4a5a7710ca */
"emergency_set_up_button" = "SET UP EMERGENCY CONTACTS";

/* loco:5bf3beed7ec8ae4a5a7710cb */
"end" = "END";

/* loco:5bf3beed7ec8ae4a5a7710cc */
"enter_a_pin_code" = "Enter PIN code";

/* loco:5bf3beed7ec8ae4a5a7710cd */
"enter_phone_number" = "Enter phone number";

/* loco:5bf3beed7ec8ae4a5a7710ce */
"enter_your_invitation_code" = "Enter your invitation code";

/* loco:5bf3beed7ec8ae4a5a7710cf */
"enter_your_new_phone_number" = "Enter your new phone number";

/* loco:5bf3beed7ec8ae4a5a7710d0 */
"error_confirmation_code" = "Invalid confirmation code";

/* loco:5bf3beed7ec8ae4a5a7710d1 */
"error_field_required" = "This field is required";

/* loco:5bf3beed7ec8ae4a5a7710d2 */
"error_incorrect_password" = "This password is incorrect";

/* loco:5bf3beed7ec8ae4a5a7710d3 */
"error_invalid_email" = "This email address is invalid";

/* loco:5bf3beed7ec8ae4a5a7710d4 */
"error_invalid_mobilenumber" = "This mobile number is invalid";

/* loco:5bf3beed7ec8ae4a5a7710d5 */
"error_invalid_password" = "This password is too short";

/* loco:5bf3beed7ec8ae4a5a7710d6 */
"facebook_log_in" = "Login with facebook";

/* loco:5bf3beed7ec8ae4a5a7710d7 */
"facebook_sign_up" = "Sign up with facebook";

/* loco:5bf3beed7ec8ae4a5a7710d8 */
"failure" = "Failure";

/* loco:5bf3beed7ec8ae4a5a7710d9 */
"fb_app_id" = "1057259287662727";

/* loco:5bf3beed7ec8ae4a5a7710da */
"find_an_ellipse_to_connect_to" = "Find an Ellipse to connect to.";

/* loco:5bf3beed7ec8ae4a5a7710db */
"find_my_ellipse" = "FIND MY ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a7710dc */
"finished" = "FINISHED";

/* loco:5bf3beed7ec8ae4a5a7710dd */
"firmware" = "Firmware";

/* loco:5bf3beed7ec8ae4a5a7710de */
"firmware_update" = "Firmware update";

/* loco:5bf3beed7ec8ae4a5a7710df */
"firmware_update_available" = "A Firmware update is available";

/* loco:5bf3beed7ec8ae4a5a7710e0 */
"firmware_update_available_alert" = "A Firmware update is available for your Ellipse";

/* loco:5bf3beed7ec8ae4a5a7710e1 */
"firmware_update_completed" = "A Firmware update is complete";

/* loco:5bf3beed7ec8ae4a5a7710e2 */
"firmware_update_completed_alert" = "Firmware update is complete";

/* loco:5bf3beed7ec8ae4a5a7710e3 */
"firmware_update_fail" = "A Firmware update failed";

/* loco:5bf3beed7ec8ae4a5a7710e4 */
"firmware_update_in_progress" = "Update in progress";

/* loco:5bf3beed7ec8ae4a5a7710e5 */
"firmware_update_progress" = "A Firmware update in progress";

/* loco:5bf3beed7ec8ae4a5a7710e6 */
"firmware_update_restart_ellipse" = "All Done! Restarting your Ellipse...";

/* loco:5bf3beed7ec8ae4a5a7710e7 */
"firmware_update_succeed" = "Update succeed";

/* loco:5bf3beed7ec8ae4a5a7710e8 */
"first_last_name_missing_alert" = "Please fill out your First and Last name in the Profile and Settings section";

/* loco:5bf3beed7ec8ae4a5a7710e9 */
"first_name" = "First name";

/* loco:5bf3beed7ec8ae4a5a7710ea */
"fw_update_changelog_default" = "- Stability improvements";

/* loco:5bf3beed7ec8ae4a5a7710eb */
"fw_update_hint" = "Please make sure to stay in range of your Ellipse and not to turn off Bluetooth while the update process is running";

/* loco:5bf3beed7ec8ae4a5a7710ec */
"fw_update_success" = "Firmware update completed.";

/* loco:5bf3beed7ec8ae4a5a7710ed */
"fw_updating" = "Updating firmware...";

/* loco:5bf3beed7ec8ae4a5a7710ee */
"general_warning_text" = "It seems like there was an error";

/* loco:5bf3beed7ec8ae4a5a7710ef */
"get_directions" = "GET DIRECTIONS";

/* loco:5bf3beed7ec8ae4a5a7710f0 */
"get_started_btn" = "GET STARTED";

/* loco:5bf3beed7ec8ae4a5a7710f1 */
"google_maps_key" = "AIzaSyBV_3wwnYsxs_1DXBSfMN6LEGRd9AE2Sn8";

/* loco:5bf3beed7ec8ae4a5a7710f2 */
"hide" = "HIDE";

/* loco:5bf3beed7ec8ae4a5a7710f3 */
"high" = "High";

/* loco:5bf3beed7ec8ae4a5a7710f4 */
"hint_emailaddress" = "Email address";

/* loco:5bf3beed7ec8ae4a5a7710f5 */
"hint_enter_code" = "Enter code";

/* loco:5bf3beed7ec8ae4a5a7710f6 */
"hint_mobilenumber" = "Mobile number";

/* loco:5bf3beed7ec8ae4a5a7710f7 */
"hint_password" = "Password";

/* loco:5bf3beed7ec8ae4a5a7710f8 */
"ignore" = "Ignore";

/* loco:5bf3beed7ec8ae4a5a7710f9 */
"in_progress" = "In Progress...";

/* loco:5bf3beed7ec8ae4a5a7710fa */
"incorrect_verification_code_alert" = "The verification code you have entered is incorrect.";

/* loco:5bf3beed7ec8ae4a5a7710fb */
"incorrect_verification_code_title" = "CODE VERIFICATION ERROR";

/* loco:5bf3beed7ec8ae4a5a7710fc */
"info" = "Info!";

/* loco:5bf3beed7ec8ae4a5a7710fd */
"install_update" = "INSTALL UPDATE";

/* loco:5bf3beed7ec8ae4a5a7710fe */
"invalid_code" = "Invalid code";

/* loco:5bf3beed7ec8ae4a5a7710ff */
"invalid_code_message" = "Please check your invitation code and try again.If you have not received an invitation, ask the Ellipse owner to try again.";

/* loco:5bf3beed7ec8ae4a5a771100 */
"invalid_invitation_code_alert" = "\"Invalid Code. Please check your invitation code and try again. If you have not received an invitation, ask the Ellipse owner to try again.\"";

/* loco:5bf3beed7ec8ae4a5a771101 */
"label_delete_lock" = "You are permanently deleting this ellipse from your account. IF you are not connected to this Ellipse it will not be factory reset. You will need to reset it before you can transfer it. Reset code can be find in the help section and can only be entered in the unlock position.";

/* loco:5bf3beed7ec8ae4a5a771102 */
"label_forgot_password" = "FORGOT PASSWORD";

/* loco:5bf3beed7ec8ae4a5a771103 */
"label_or" = "- OR -";

/* loco:5bf3beed7ec8ae4a5a771104 */
"label_password_send_code" = "In order to verify your account, we'll need to send a 6 digit reset code to the registered phone number.";

/* loco:5bf3beed7ec8ae4a5a771105 */
"label_resend_code" = "RESEND CODE";

/* loco:5bf3beed7ec8ae4a5a771106 */
"label_show" = "SHOW";

/* loco:5bf3beed7ec8ae4a5a771107 */
"label_signup_content" = "We’ll send you a verification code via SMS to validate your phone number.";

/* loco:5bf3beed7ec8ae4a5a771108 */
"label_verification_code_text1" = "We've sent verification code to";

/* loco:5bf3beed7ec8ae4a5a771109 */
"label_verification_code_text2" = ". Please enter it now.";

/* loco:5bf3beed7ec8ae4a5a77110a */
"last_connected_on" = "Last connected on %1$s";

/* loco:5bf3beed7ec8ae4a5a77110b */
"last_connected_on_ios" = "Last connected on %@";

/* loco:5bf3beed7ec8ae4a5a77110c */
"last_name" = "Last name";

/* loco:5bf3beed7ec8ae4a5a77110d */
"later" = "LATER";

/* loco:5bf3beed7ec8ae4a5a77110e */
"lets_setup_pin_code" = "Let’s set up a Pin Code";

/* loco:5bf3beed7ec8ae4a5a77110f */
"loading_terms" = "Loading terms and conditions";

/* loco:5bf3beed7ec8ae4a5a771110 */
"locate_ellipse" = "Locate Ellipse";

/* loco:5bf3beed7ec8ae4a5a771111 */
"locate_my_bike" = "LOCATE MY BIKE";

/* loco:5bf3beed7ec8ae4a5a771112 */
"location_using_screen_text" = "We use geo-tracking to locate your Ellipse and any shared bikes you have access to. When we know where you are, we can show you nearby bikes, and help you locate them with precise directions.";

/* loco:5bf3beed7ec8ae4a5a771113 */
"location_using_screen_title" = "Ellipse would like to use your location";

/* loco:5bf3beed7ec8ae4a5a771114 */
"lock" = "Lock";

/* loco:5bf3beed7ec8ae4a5a771115 */
"lock_alert" = "LOCK";

/* loco:5bf3beed7ec8ae4a5a771116 */
"lock_belongs_another_user_alert" = "This Ellipse belongs to another user";

/* loco:5bf3beed7ec8ae4a5a771117 */
"lock_details" = "LOCK DETAILS";

/* loco:5bf3beed7ec8ae4a5a771118 */
"lock_malfunction" = "Your shackle isn't properly inserted. Please remove and re-insert the shackle into the lock bar.";

/* loco:5bf3beed7ec8ae4a5a771119 */
"lock_name" = "Lock name";

/* loco:5bf3beed7ec8ae4a5a77111a */
"lock_onboarding_text_top" = "Let’s get you started.";

/* loco:5bf3beed7ec8ae4a5a77111b */
"lock_onboarding_touch_text" = "Tap the touchpad to wake up your Ellipse.";

/* loco:5bf3beed7ec8ae4a5a77111c */
"lock_registered_failure" = "This lock has already been registered";

/* loco:5bf3beed7ec8ae4a5a77111d */
"locked_at_ios" = "Locked at %@ on %@";

/* loco:5bf3beed7ec8ae4a5a77111e */
"locked_at_on" = "Locked at' HH:mm 'on' dd/MM/yyyy";

/* loco:5bf3beed7ec8ae4a5a77111f */
"locks_empty_text" = "You have no Ellipses yet.";

/* loco:5bf3beed7ec8ae4a5a771120 */
"locksetting_devicesetting_title" = "DEVICE SETTINGS";

/* loco:5bf3beed7ec8ae4a5a771121 */
"locksetting_theftandcrash_title" = "THEFT & CRASH DETECTION";

/* loco:5bf3beed7ec8ae4a5a771122 */
"locksetting_toolbar_title" = "ELLIPSES SETTINGS";

/* loco:5bf3beed7ec8ae4a5a771123 */
"log_out" = "LOG OUT";

/* loco:5bf3beed7ec8ae4a5a771124 */
"login_fail" = "Login failed!\"";

/* loco:5bf3beed7ec8ae4a5a771125 */
"login_failed_alert" = "Login Failed. You have entered the wrong password. Please try again.";

/* loco:5bf3beed7ec8ae4a5a771126 */
"low" = "Low";

/* loco:5bf3beed7ec8ae4a5a771127 */
"max_40_characters" = "(max 40 characters)";

/* loco:5bf3beed7ec8ae4a5a771128 */
"medium" = "Medium";

/* loco:5bf3beed7ec8ae4a5a771129 */
"menu_close" = "close";

/* loco:5bf3beed7ec8ae4a5a77112a */
"menu_open" = "open";

/* loco:5bf3beed7ec8ae4a5a77112b */
"mobile_exist" = "The mobile number has been already exist";

/* loco:5bf3beed7ec8ae4a5a77112c */
"mobile_number" = "Mobile number";

/* loco:5bf3beed7ec8ae4a5a77112d */
"my_contacts" = "My contacts";

/* loco:5bf3beed7ec8ae4a5a77112e */
"myprofile" = "MY PROFILE";

/* loco:5bf3beed7ec8ae4a5a77112f */
"navigation_drawer_close" = "Close navigation drawer";

/* loco:5bf3beed7ec8ae4a5a771130 */
"navigation_drawer_open" = "Open navigation drawer";

/* loco:5bf3beed7ec8ae4a5a771131 */
"network_error" = "No network";

/* loco:5bf3beed7ec8ae4a5a771132 */
"next" = "NEXT";

/* loco:5bf3beed7ec8ae4a5a771133 */
"no" = "NO";

/* loco:5bf3beed7ec8ae4a5a771134 */
"no_ellipse_connected" = "No Ellipse connected";

/* loco:5bf3beed7ec8ae4a5a771135 */
"no_internet_alert" = "Please connect to the internet (Wifi or Cellular)";

/* loco:5bf3beed7ec8ae4a5a771136 */
"not_connected" = "Not Connected";

/* loco:5bf3beed7ec8ae4a5a771137 */
"not_in_reset_mode_alert" = "This Ellipse has not been put into reset mode. Please find reset code in the Help Section. Note: The reset code can only be entered in the unlocked position.";

/* loco:5bf3beed7ec8ae4a5a771138 */
"not_shared_to_anyone" = "This Ellipse isn’t shared to anyone";

/* loco:5bf3beed7ec8ae4a5a771139 */
"note_when_using_ellipse_enter_your_pin_code_then_press_the_center_button" = "Note: When using Ellipse, enter your PIN code, then press the center button";

/* loco:5bf3beed7ec8ae4a5a77113a */
"notification_error_ssl_cert_invalid" = "SSL error occurred. Would you like to proceed?";

/* loco:5bf3beed7ec8ae4a5a77113b */
"off" = "OFF";

/* loco:5bf3beed7ec8ae4a5a77113c */
"ok" = "Ok";

/* loco:5bf3beed7ec8ae4a5a77113d */
"ok_got_it" = "OK, GOT IT";

/* loco:5bf3beed7ec8ae4a5a77113e */
"ok_touch_pad_is_on" = "OK, TOUCH PAD IS ON";

/* loco:5bf3beed7ec8ae4a5a77113f */
"on" = "ON";

/* loco:5bf3beed7ec8ae4a5a771140 */
"onboarding_subtitle_2" = "Ellipse's built in accelerometer can detect if you've been in a crash, and alert your loved ones.";

/* loco:5bf3beed7ec8ae4a5a771141 */
"onboarding_title_2" = "Make the most of your bike by sharing with your friends.";

/* loco:5bf3beed7ec8ae4a5a771142 */
"option_menu" = "Option menu";

/* loco:5bf3beed7ec8ae4a5a771143 */
"out_of_range" = "OUT OF RANGE";

/* loco:5bf3beed7ec8ae4a5a771144 */
"out_of_range_alert" = "Your Ellipse is out of range";

/* loco:5bf3beed7ec8ae4a5a771145 */
"password" = "Password";

/* loco:5bf3beed7ec8ae4a5a771146 */
"password_changed" = "Password changed. You can login using your new password";

/* loco:5bf3beed7ec8ae4a5a771147 */
"password_hint" = "Must be 8-16 characters";

/* loco:5bf3beed7ec8ae4a5a771148 */
"password_saved" = "Password successfully saved";

/* loco:5bf3beed7ec8ae4a5a771149 */
"permission_rationale" = "\"Contacts permissions are needed for providing email completions.\"";

/* loco:5bf3beed7ec8ae4a5a77114a */
"personal_details" = "PERSONAL DETAILS";

/* loco:5bf3beed7ec8ae4a5a77114b */
"phone_number" = "Phone Number";

/* loco:5bf3beed7ec8ae4a5a77114c */
"phone_number_already_used" = "This phone number you have entered is already being used";

/* loco:5bf3beed7ec8ae4a5a77114d */
"phone_saved" = "Phone number successfully saved";

/* loco:5bf3beed7ec8ae4a5a77114e */
"pin_code" = "PIN code";

/* loco:5bf3beed7ec8ae4a5a77114f */
"pin_code_hint" = "4-8 Taps";

/* loco:5bf3beed7ec8ae4a5a771150 */
"pin_code_label" = "Let's set up a Pin Code";

/* loco:5bf3beed7ec8ae4a5a771151 */
"pin_hint" = "Enter pin on the lock image.";

/* loco:5bf3beed7ec8ae4a5a771152 */
"please_enter_valid_phone" = "Please enter a valid phone number";

/* loco:5bf3beed7ec8ae4a5a771153 */
"plus" = "!_plus_!";

/* loco:5bf3beed7ec8ae4a5a771154 */
"previous_connections" = "PREVIOUS CONNECTIONS";

/* loco:5bf3beed7ec8ae4a5a771155 */
"profile_save" = "Save";

/* loco:5bf3beed7ec8ae4a5a771156 */
"prompt_email" = "Email";

/* loco:5bf3beed7ec8ae4a5a771157 */
"prompt_password" = "Password (optional)";

/* loco:5bf3beed7ec8ae4a5a771158 */
"rebooting" = "Rebooting...";

/* loco:5bf3beed7ec8ae4a5a771159 */
"refresh" = "Refresh";

/* loco:5bf3beed7ec8ae4a5a77115a */
"registered_owner" = "Registered owner";

/* loco:5bf3beed7ec8ae4a5a77115b */
"remove" = "REMOVE";

/* loco:5bf3beed7ec8ae4a5a77115c */
"request_bluetooth_alert" = "Please turn On Bluetooth in order to pair to your Ellipse";

/* loco:5bf3beed7ec8ae4a5a77115d */
"reshare_warning" = "access to your Ellipse needs to be revoked before you can share this Ellipse with another friend\"";

/* loco:5bf3beed7ec8ae4a5a77115e */
"restore_pass_hint_sms" = "We’ve sent a 6 digit reset code to %@. Please enter that code and new password";

/* loco:5bf3beed7ec8ae4a5a77115f */
"restore_pass_title" = "Restore password";

/* loco:5bf3beed7ec8ae4a5a771160 */
"save" = "save";

/* loco:5bf3beed7ec8ae4a5a771161 */
"save_changes" = "SAVE CHANGES";

/* loco:5bf3beed7ec8ae4a5a771162 */
"save_lock_name" = "SAVE NAME";

/* loco:5bf3beed7ec8ae4a5a771163 */
"save_new_phone" = "SAVE PHONE NUMBER";

/* loco:5bf3beed7ec8ae4a5a771164 */
"save_password" = "SAVE PASSWORD";

/* loco:5bf3beed7ec8ae4a5a771165 */
"save_pin" = "SAVE PIN";

/* loco:5bf3beed7ec8ae4a5a771166 */
"saving" = "Saving...";

/* loco:5bf3beed7ec8ae4a5a771167 */
"saving_lock_name" = "Saving lock name";

/* loco:5bf3beed7ec8ae4a5a771168 */
"saving_new_password" = "Saving new password";

/* loco:5bf3beed7ec8ae4a5a771169 */
"saving_new_pin_code" = "Saving new PIN code";

/* loco:5bf3beed7ec8ae4a5a77116a */
"saving_password" = "Saving password...";

/* loco:5bf3beed7ec8ae4a5a77116b */
"saving_phone_number" = "Saving phone number";

/* loco:5bf3beed7ec8ae4a5a77116c */
"scanning" = "Scanning";

/* loco:5bf3beed7ec8ae4a5a77116d */
"search" = "Search";

/* loco:5bf3beed7ec8ae4a5a77116e */
"searching_for_ellipses" = "SEARCHING FOR ELLIPSES...";

/* loco:5bf3beed7ec8ae4a5a77116f */
"seconds" = "seconds";

/* loco:5bf3beed7ec8ae4a5a771170 */
"security_sensitivity" = "SECURITY SENSITIVITY";

/* loco:5bf3beed7ec8ae4a5a771171 */
"select_contacts" = "SELECT CONTACTS";

/* loco:5bf3beed7ec8ae4a5a771172 */
"send" = "SEND";

/* loco:5bf3beed7ec8ae4a5a771173 */
"send_emergency" = "Send emergency";

/* loco:5bf3beed7ec8ae4a5a771174 */
"send_share_invitation" = "SEND SHARE INVITATION";

/* loco:5bf3beed7ec8ae4a5a771175 */
"send_validation_code" = "SEND VALIDATION CODE";

/* loco:5bf3beed7ec8ae4a5a771176 */
"sending_confirmation_code" = "Sending confirmation code";

/* loco:5bf3beed7ec8ae4a5a771177 */
"sending_invitation" = "Sending invitation...";

/* loco:5bf3beed7ec8ae4a5a771178 */
"sending_verification_code" = "Sending verification code";

/* loco:5bf3beed7ec8ae4a5a771179 */
"serial_number" = "Serial number";

/* loco:5bf3beed7ec8ae4a5a77117a */
"settings" = "SETTINGS";

/* loco:5bf3beed7ec8ae4a5a77117b */
"share_connect_later" = "CONNECT LATER";

/* loco:5bf3beed7ec8ae4a5a77117c */
"share_connect_now" = "CONNECT NOW";

/* loco:5bf3beed7ec8ae4a5a77117d */
"share_invitation_sent" = "Share invitation sent";

/* loco:5bf3beed7ec8ae4a5a77117e */
"share_invitation_sent_text" = "We’ll notify you when your friend accepts.";

/* loco:5bf3beed7ec8ae4a5a77117f */
"share_my_ellipse" = "SHARE MY ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a771180 */
"share_now" = "SHARE NOW";

/* loco:5bf3beed7ec8ae4a5a771181 */
"share_stop" = "STOP SHARING";

/* loco:5bf3beed7ec8ae4a5a771182 */
"share_submit_code" = "SUBMIT CODE";

/* loco:5bf3beed7ec8ae4a5a771183 */
"share_submit_sms_hint" = "If a friend has invited you to share their Ellipse, you should have been sent an SMS with an invitation code. Enter this code now.";

/* loco:5bf3beed7ec8ae4a5a771184 */
"share_to" = "Share %@ to %@ with %@";

/* loco:5bf3beed7ec8ae4a5a771185 */
"share_with_another_friend" = "SHARE WITH ANOTHER FRIEND";

/* loco:5bf3beed7ec8ae4a5a771186 */
"shared_lock_timed_out" = "Your connection has timed out. Your shared Ellipse is either not in range, or connected to someone else";

/* loco:5bf3beed7ec8ae4a5a771187 */
"shared_with" = "Shared with";

/* loco:5bf3beed7ec8ae4a5a771188 */
"sharing" = "SHARING";

/* loco:5bf3beed7ec8ae4a5a771189 */
"sharing_activity" = "Sharing Activity";

/* loco:5bf3beed7ec8ae4a5a77118a */
"sharing_failure_message" = "This ellipse has been shared the maximum amount";

/* loco:5bf3beed7ec8ae4a5a77118b */
"sharing_hint_text1" = "You can share your Ellipse with any of your phone contacts. Just choose a contact and we’ll SMS them an invitation.";

/* loco:5bf3beed7ec8ae4a5a77118c */
"sharing_hint_text2" = "They’ll need to install the Ellipse app and once they’ve accept your invitation, they can start using your Ellipse. They’ll be able to unlock and unlock it just like you can but they won’t be able to change any of your settings.";

/* loco:5bf3beed7ec8ae4a5a77118d */
"sharing_hint_title1" = "HOW DO I SHARE MY ELLIPSE";

/* loco:5bf3beed7ec8ae4a5a77118e */
"sharing_hint_title2" = "WHAT DO MY FRIENDS NEEDS TO DO?";

/* loco:5bf3beed7ec8ae4a5a77118f */
"sharing_invite_hint" = "We’ll send your contact an invitation by SMS,so make sure you’ve selected their mobile number.You can revoke access or share with another user at any time.";

/* loco:5bf3beed7ec8ae4a5a771190 */
"sharing_nolocks_found" = "You have no Ellipse to share";

/* loco:5bf3beed7ec8ae4a5a771191 */
"sharing_revoked_1" = "Your access to";

/* loco:5bf3beed7ec8ae4a5a771192 */
"sharing_revoked_2" = "Ellipse has been revoked";

/* loco:5bf3beed7ec8ae4a5a771193 */
"show" = "SHOW";

/* loco:5bf3beed7ec8ae4a5a771194 */
"sign_up" = "SIGN UP";

/* loco:5bf3beed7ec8ae4a5a771195 */
"signup_hint_sms" = "We’ll send you a verification code via SMS  to validate your phone number.";

/* loco:5bf3beed7ec8ae4a5a771196 */
"start" = "START";

/* loco:5bf3beed7ec8ae4a5a771197 */
"status_lockunlock" = "Tap to unlock";

/* loco:5bf3beed7ec8ae4a5a771198 */
"status_notconnect" = "NOT CONNECTED";

/* loco:5bf3beed7ec8ae4a5a771199 */
"stop_alert" = "Stop alert";

/* loco:5bf3beed7ec8ae4a5a77119a */
"submit_code" = "SUBMIT CODE";

/* loco:5bf3beed7ec8ae4a5a77119b */
"success" = "Success";

/* loco:5bf3beed7ec8ae4a5a77119c */
"success_symbol" = "Success!";

/* loco:5bf3beed7ec8ae4a5a77119d */
"success_your_ellipse_has_been_paired" = "Success,Your Ellipse has been paired!";

/* loco:5bf3beed7ec8ae4a5a77119e */
"tap_to_lock" = "Tap to lock";

/* loco:5bf3beed7ec8ae4a5a77119f */
"tap_to_unlock" = "Tap to unlock";

/* loco:5bf3beed7ec8ae4a5a7711a0 */
"termcondition" = "Terms & condition";

/* loco:5bf3beed7ec8ae4a5a7711a1 */
"terms_and_conditions_title" = "Terms & conditions";

/* loco:5bf3beed7ec8ae4a5a7711a2 */
"text_verIfication_code" = "SEND VERIFICATION CODE";

/* loco:5bf3beed7ec8ae4a5a7711a3 */
"theft_alert" = "Theft alert";

/* loco:5bf3beed7ec8ae4a5a7711a4 */
"theft_alert_notification_body" = "Theft Threat";

/* loco:5bf3beed7ec8ae4a5a7711a5 */
"theft_detection" = "Theft detection";

/* loco:5bf3beed7ec8ae4a5a7711a6 */
"theft_detection_settings" = "Theft Detection Settings";

/* loco:5bf3beed7ec8ae4a5a7711a7 */
"theft_label_noti" = "THEFT\nDETECTION";

/* loco:5bf3beed7ec8ae4a5a7711a8 */
"theft_off_label" = "THEFT DETECTION OFF";

/* loco:5bf3beed7ec8ae4a5a7711a9 */
"theft_on_label" = "THEFT DETECTION ON";

/* loco:5bf3beed7ec8ae4a5a7711aa */
"this_ellipse_isn_t_shared_to_anyone" = "This Ellipse is not shared with anyone";

/* loco:5bf3beed7ec8ae4a5a7711ab */
"time_out_error" = "Your connection has timed out. Your Ellipse is not in range";

/* loco:5bf3beed7ec8ae4a5a7711ac */
"title_activity_add_lock" = "ELLIPSES";

/* loco:5bf3beed7ec8ae4a5a7711ad */
"title_activity_alert_notification" = "AlertNotificationActivity";

/* loco:5bf3beed7ec8ae4a5a7711ae */
"title_activity_crash_and_theft" = "CrashAndTheftActivity";

/* loco:5bf3beed7ec8ae4a5a7711af */
"title_activity_crash_theft_settings" = "CrashTheftSettingsActivity";

/* loco:5bf3beed7ec8ae4a5a7711b0 */
"title_activity_delete_account" = "Deleting your account will permanently remove your profile information, login details, and any Ellipses you have registered to your profile. It will also remove any sharing on your own Ellipses and you will not be able to borrow any friend’s bikes.";

/* loco:5bf3beed7ec8ae4a5a7711b1 */
"title_activity_fullscreen" = "FullscreenActivity";

/* loco:5bf3beed7ec8ae4a5a7711b2 */
"title_activity_home" = "HOME";

/* loco:5bf3beed7ec8ae4a5a7711b3 */
"title_activity_home_screen" = "HomeScreenActivity";

/* loco:5bf3beed7ec8ae4a5a7711b4 */
"title_activity_lock_settings" = "LockSettingsActivity";

/* loco:5bf3beed7ec8ae4a5a7711b5 */
"title_activity_login" = "Sign in";

/* loco:5bf3beed7ec8ae4a5a7711b6 */
"title_activity_main" = "MainActivity";

/* loco:5bf3beed7ec8ae4a5a7711b7 */
"title_activity_password_reset" = "PasswordResetActivity";

/* loco:5bf3beed7ec8ae4a5a7711b8 */
"title_activity_password_reset_profile" = "PasswordResetProfile";

/* loco:5bf3beed7ec8ae4a5a7711b9 */
"title_activity_pofile_password" = "PofilePasswordActivity";

/* loco:5bf3beed7ec8ae4a5a7711ba */
"title_activity_profile_password_reset" = "ProfilePasswordResetActivity";

/* loco:5bf3beed7ec8ae4a5a7711bb */
"title_activity_profileand_settings" = "ProfileandSettingsActivity";

/* loco:5bf3beed7ec8ae4a5a7711bc */
"title_activity_sharing" = "SharingActivity";

/* loco:5bf3beed7ec8ae4a5a7711bd */
"title_activity_signup" = "Sign in";

/* loco:5bf3beed7ec8ae4a5a7711be */
"title_activity_test" = "TestActivity";

/* loco:5bf3beed7ec8ae4a5a7711bf */
"title_activity_update_mobile_number" = "UpdateMobileNumberActivity";

/* loco:5bf3beed7ec8ae4a5a7711c0 */
"title_change_my_number" = "Change my number";

/* loco:5bf3beed7ec8ae4a5a7711c1 */
"title_change_my_password" = "Change my password";

/* loco:5bf3beed7ec8ae4a5a7711c2 */
"title_delete_my_account" = "Delete my account";

/* loco:5bf3beed7ec8ae4a5a7711c3 */
"title_log_out" = "Log out";

/* loco:5bf3beed7ec8ae4a5a7711c4 */
"toast_message_facebook_login_failed" = "Facebook login failed";

/* loco:5bf3beed7ec8ae4a5a7711c5 */
"toast_message_no_network" = "No network connection";

/* loco:5bf3beed7ec8ae4a5a7711c6 */
"try_again" = "TRY AGAIN";

/* loco:5bf3beed7ec8ae4a5a7711c7 */
"unable_to_build_direction" = "Unable to build direction to this lock.";

/* loco:5bf3beed7ec8ae4a5a7711c8 */
"unlock_alert" = "UNLOCK";

/* loco:5bf3beed7ec8ae4a5a7711c9 */
"unlocked_at_ios" = "Unlocked at %@ on %@";

/* loco:5bf3beed7ec8ae4a5a7711ca */
"unshare" = "UNSHARE";

/* loco:5bf3beed7ec8ae4a5a7711cb */
"unshare_alert_text" = "If you remove this Ellipse from your account, you will not be able to re-connect to it unless the owner grants you permission again.";

/* loco:5bf3beed7ec8ae4a5a7711cc */
"unsharing" = "Revoking access...";

/* loco:5bf3beed7ec8ae4a5a7711cd */
"update" = "Update";

/* loco:5bf3beed7ec8ae4a5a7711ce */
"update_now" = "UPDATE NOW";

/* loco:5bf3beed7ec8ae4a5a7711cf */
"updating" = "UPDATING...";

/* loco:5bf3beed7ec8ae4a5a7711d0 */
"verificationcode_error" = "The verification code you have entered is incorrect";

/* loco:5bf3beed7ec8ae4a5a7711d1 */
"walk" = "\" walk\"";

/* loco:5bf3beed7ec8ae4a5a7711d2 */
"walking_directions" = "Walking directions";

/* loco:5bf3beed7ec8ae4a5a7711d3 */
"walkthrough_crash_alerts_description" = "Ellipse's built in accelerometer can detect if you've been in a crash, and alert your loved ones.";

/* loco:5bf3beed7ec8ae4a5a7711d4 */
"walkthrough_crash_alerts_title" = "Crash alerts";

/* loco:5bf3beed7ec8ae4a5a7711d5 */
"walkthrough_image_content_desc" = "Walkthrough Images";

/* loco:5bf3beed7ec8ae4a5a7711d6 */
"walkthrough_locate_bike_description" = "Can't remember where you parked? Use the map tool and get walking directions.";

/* loco:5bf3beed7ec8ae4a5a7711d7 */
"walkthrough_locate_bike_title" = "Easily locate your bike";

/* loco:5bf3beed7ec8ae4a5a7711d8 */
"walkthrough_tap_to_unlock_description" = "Using your smartphone, just one click safely locks or unlocks your Ellipse. No more fumbling with bulky chains.";

/* loco:5bf3beed7ec8ae4a5a7711d9 */
"walkthrough_tap_to_unlock_title" = "Tap to unlock";

/* loco:5bf3beed7ec8ae4a5a7711da */
"walkthrough_theft_alerts_description" = "Ellipse can detect if someone's tampering with your bike, and send you an alert so you can take action.";

/* loco:5bf3beed7ec8ae4a5a7711db */
"walkthrough_theft_alerts_title" = "Theft alerts";

/* loco:5bf3beed7ec8ae4a5a7711dc */
"warning" = "Warning!";

/* loco:5bf3beed7ec8ae4a5a7711dd */
"we_have_found_the_following" = "We’ve found the following Ellipses";

/* loco:5bf3beed7ec8ae4a5a7711de */
"we_just_need_a_few_details_from_you_to_set_up_your_ellipse_and_your_profile_and_you_re_ready_to_go" = "We just need a few details from you to set up your Ellipse and your profile and you're ready to go.";

/* loco:5bf3beed7ec8ae4a5a7711df */
"we_ve_found_the_following_ellipses" = "We've found the following Ellipses";

/* loco:5bf3beed7ec8ae4a5a7711e0 */
"we_will_send_sms" = "We will send an sms to this number. Plese enter code in the next screen";

/* loco:5bf3beed7ec8ae4a5a7711e1 */
"welcome_confirmation_hint_sms" = "We’ve sent a 6 digit confirmation code to %@. Please enter it now";

/* loco:5bf3beed7ec8ae4a5a7711e2 */
"welcome_confirmation_title" = "Cofirm phone number";

/* loco:5bf3beed7ec8ae4a5a7711e3 */
"whats_new" = "What's new:";

/* loco:5bf3beed7ec8ae4a5a7711e4 */
"when_a_theft_has_been_detected" = "When a theft has been detected";

/* loco:5bf3beed7ec8ae4a5a7711e5 */
"yes" = "YES";

/* loco:5bf3beed7ec8ae4a5a7711e6 */
"you_are_not_connected_to_any_locks" = "You are not connected to any locks.";

/* loco:5bf3beed7ec8ae4a5a7711e7 */
"you_have_not_connected_yet" = "You have not yet conneced to an Ellipse. We can only show the location of locks that you have connected to.";

/* loco:5c4aedf272c2c93e361aca82 */
"restore_pass_hint_sms_html" = "We’ve sent a 6 digit reset code to \n<b>%@</b>. Please enter that code and new password";

/* loco:5c4afdcb72c2c941d97d5763 */
"welcome_confirmation_hint_sms_html" = "We’ve sent a 6 digit confirmation code to\n<b>%@</b>. Please enter it now";

/* loco:5c4b1cd372c2c9472c136da5 */
"we_will_send_email" = "We will send a confirmation code to this email. Plese enter code in the next screen";

/* loco:5c51a5647ec8ae3a8719ce24 */
"title_information" = "Information";

/* loco:5c51a5927ec8ae3a8825301c */
"ec_contact_title" = "How do I add emergency contacts?";

/* loco:5c52e2e77ec8ae05ee7931e2 */
"crash_alert_message" = "Your emergency contacts will be alerted in <b>%@</b> seconds.";

/* loco:5c5a82f3a08ef14ec66efc42 */
"pin_edit_description" = "Tap a 4-8 digit sequence on the picture below and press the center button when finished. Note: <u>Do not do this on the lock itself.</u>";

/* loco:5c5a8854a08ef153833d9332 */
"warning_no_shared_lock_around" = "It looks like this Ellipse is not around or connected to another phone. You can find it in the Ellipses screen to connect to it at a later time";

/* loco:5c5acc3c72c2c9017b1898b2 */
"unshare_lock" = "Unshare Lock";

/* loco:5c5e840172c2c9573a389092 */
"delete_photo" = "Delete Photo";

/* loco:5c5e842972c2c9571c3ddf22 */
"select_photo" = "Select Photo";

/* loco:5c5e844172c2c956dd164542 */
"warning_facebook_text" = "You are currently logged in with a Facebook account";

/* loco:5c5e844a72c2c956e0354262 */
"warning_facebook_title" = "Notice";

/* loco:5c671711a08ef114c6189892 */
"lock_sensetivity_description_low" = "This will trigger a theft alert for repeated movement on your Ellipse";

/* loco:5c67171ca08ef114c978ba02 */
"lock_sensetivity_description_medium" = "This will trigger a theft alert for any medium movement on your Ellipse";

/* loco:5c671737a08ef1150c073cf2 */
"lock_sensetivity_description_high" = "This will trigger a theft alert for any movement on your Ellipse";

/* loco:5c6bb56f7ec8ae44c84c7e25 */
"update_later" = "Update Later";

/* loco:5c6effda72c2c9587323aca2 */
"lock_settings_sensetivity_title" = "Security Sensitivity";

/* loco:5c6efffc72c2c958744acfa2 */
"lock_settings_sensetivity_body" = "This enables you to adjust the sensisity of the theft alerts.";

/* loco:5c6fa7737ec8ae4e9f7296f3 */
"auto_unlock_popup_title" = "Auto Unlock";

/* loco:5c6fa7927ec8ae4e017e3186 */
"auto_unlock_popup_text" = "Your Ellipse will start auto unlocking after you get out in range";

/* loco:5c6fa7b77ec8ae4e9e387ef3 */
"general_dismiss_message" = "Dismiss message";

/* loco:5cb465c04d3dd71cc913c202 */
"note_title" = "Note";

/* loco:5cb465eb4d3dd71cce48cfa3 */
"no_current_multy_lock" = "It looks like the last Ellipse you were connected to is not around. Would you like to select another Ellipse to connect to?";
